Repository: greedlove/screenshots_diff_report
Catalog: l10n/*/LC_MESSAGES/messages.po
Languages: nl, th

source: tBtc
th: บีทีซี - เครือข่ายทดสอบ

source: tSats
th: ซาโตชิ - เครือข่ายทดสอบ

source: btc
th: บีทีซี

source: sats
th: ซาโตชิ

source: You can remove the SD card now
nl: De SD-kaart kan nu worden verwijderd
th: คุณสามารถถอด การ์ด SD ออกได้แล้ว

source: SD card removed
nl: SD-kaart verwijderd
th: ถอดการ์ด SD แล้ว

source: SD card inserted
nl: SD-kaart geplaatst
th: ใส่การ์ด SD แล้ว

source: Review PSBT
nl: Controleer PSBT
th: ทบทวนธุรกรรม PSBT

source: Review Details
nl: Controleer Details
th: ทบทวนรายละเอียด

source: 1 input
nl: 1 invoer
th: 1 อินพุต

source: input 1
nl: invoer 1
th: อินพุตที่ 1

source: input 2
nl: invoer 2
th: อินพุตที่ 2

source: input {}
nl: invoer {}
th: อินพุต {}

source: self-transfer
nl: eigen wallet
th: โอนให้ตัวเอง

source: recipient 1
nl: ontvanger 1
th: ผู้รับที่ 1

source: recipient {}
nl: ontvanger {}
th: ผู้รับที่ {}

source: fee
nl: kosten
th: ค่าบริการ

source: change
nl: wisselgeld
th: เงินทอน

source: PSBT Math
nl: PSBT berekening
th: คำนวนธุรกรรม PSBT

source: Review Recipients
nl: Ontvangers controleren
th: ทบทวนผู้รับ

source: input
nl: invoer
th: อินพุต

source: recipient
nl: ontvanger
th: ผู้รับ

source: {} change
nl: {} wisselgeld
th: {} เงินทอน

source: Multisig
th: ระบบหลายลายเซ็นต์

source: Change
nl: Wisselgeld
th: เงินทอน

source: Addr
nl: Adr
th: ที่อยู่กระเป๋าผู้รับ

source: Address verified!
nl: Adres geverifieerd
th: ยืนยันที่อยู่กระเป๋าผู้รับแล้ว!

source: raw hex data
nl: ruwe hexadecimale gegevens
th: ข้อมูลดิบแบบฐาน16

source: Sign PSBT
nl: Onderteken PSBT
th: ลงนามธุรกรรม PSBT

source: Click to approve this transaction
nl: Klik om de transactie goed te keuren
th: คลิ๊กเพื่อยืนยันการทำธุรกรรมนี้

source: back
nl: terug
th: กลับ

source: Brighter
nl: Helderder
th: เพิ่มความสว่าง

source: Darker
nl: Donkerder
th: ลดความสว่าง

source: Success!
nl: Gelukt!
th: สำเร็จ !

source: OK
nl: Oké
th: ตกลง

source: Caution
nl: Opgelet
th: คำเตือน

source: Privacy Leak!
nl: Privacy Lek!
th: มีการเปิดเผยข้อมูลส่วนตัว !

source: I Understand
nl: Ik begrijp het
th: เข้าใจแล้ว

source: Classified Info!
nl: Vertrouwelijke Info!
th: ข้อมูลลับ !

source: Error
nl: Fout
th: เกิดข้อผิดพลาด

source: Restarting
nl: Aan het herstarten
th: กำลังรีสตาร์ท

source: SeedSigner is restarting. All in-memory data will be wiped.
nl: SeedSigner wordt herstart. Alle gegevens in het geheugen worden gewist.
th: SeedSigner กำลังรีสตาร์ท ข้อมูลในหน่วยความจำจะถูกล้างทั้งหมด

source: Powering Off
nl: Uitschakelen
th: กำลังปิดเครื่อง

source: Please wait about 30 seconds before disconnecting power.
nl: Wacht ongeveer 30 seconden voordat u de stroom loskoppelt.
th: กรุณารอประมาณ 30 วินาที ก่อนถอดปลั๊ก

source: Just Unplug It
nl: Gewoon Ontkoppelen
th: ถอดปลั๊กได้เลย

source: It is safe to disconnect power at any time.
nl: Het is op elk moment veilig om de stroom uit te schakelen.
th: ถอดปลั๊กได้ ปลอดภัยแล้ว

source: Finalize Seed
nl: Voltooi Seed
th: ยืนยัน Seed

source: fingerprint
nl: vingerafdruk
th: ลายนิ้วมือ

source: Backup Seed
th: สำรอง Seed

source: Backups do not include your passphrase.
nl: Back-ups bevatten niet uw wachtwoordzin.
th: การสำรองจะไม่รวมรหัสผ่านเสริม

source: Seed Words: {}/{}
nl: Seed Woorden: {}/{}
th: ชุดคำช่วยจำ {}/{}

source: BIP-85 Index
th: ดัชนี BIP-85

source: Verify Backup?
nl: Back-up verifiëren?
th: ยืนยันการสำรอง?

source: Optionally verify that your mnemonic backup is correct.
nl: Controleer optioneel of u de woorden goed hebt opgeschreven.
th: ตรวจสอบคำช่วยจำที่สำรองไว้ได้อีกครั้ง หากต้องการ

source: Derivation Path
nl: Derivatiepad
th: เส้นทางการสร้างคีย์

source: Export Xpub
nl: Exporteer Xpub
th: ส่งออกคีย์ Xpub

source: Xpub Details
th: ข้อมูลคีย์ Xpub

source: Fingerprint
nl: Vingerafdruk
th: ลายนิ้วมือกระเป๋า

source: Derivation
nl: Derivatiepad
th: เส้นทางการสร้างคีย์

source: BIP-39 Passphrase
nl: BIP-39 Wachtwoordzin
th: รหัสผ่านเสริม BIP-39

source: Verify Passphrase
nl: Wachtwoordzin Verifiëren
th: ยืนยันรหัสผ่านเสริม

source: changes fingerprint
nl: verandert vingerafdruk
th: เปลี่ยนค่าลายนิ้วมือกระเป๋า

source: Standard
nl: Standaard
th: แบบมาตรฐาน

source: BIP-39 wordlist indices
nl: BIP-39 woordenlijst indexen
th: ตำแหน่งคำในรายการ BIP-39

source: Compact
th: แบบย่อ

source: Raw entropy bits
nl: Ruwe entropie bits
th: บิตเอนโทรปีดิบ

source: Transcribe SeedQR
nl: SeedQR opschrijven
th: แปลงข้อมูลเป็น SeedQR

source: Begin {}x{}
th: เริ่ม {}x{}

source: click to exit
nl: klik om af te sluiten
th: คลิกเพื่อออก

source: Optionally scan your transcribed SeedQR to confirm that it reads back correctly.
nl: Scan optioneel uw overgenomen SeedQR om te bevestigen dat deze correct wordt ingelezen.
th: สแกน SeedQR ที่แปลงข้อมูลไว้ เพื่อยืนยันความถูกต้อง

source: Verify Address
nl: Adres verifiëren
th: ยืนยันที่อยู่

source: Checking address {}
nl: Adres controleren {}
th: กำลังตรวจสอบที่อยู่ {}

source: Address Verified
nl: Adres geverifieerd
th: ยืนยันที่อยู่สำเร็จ

source: change address
nl: wisselgeldadres
th: ที่อยู่เงินทอน

source: receive address
nl: ontvangstadres
th: ที่อยู่รับเงิน

source: index {}
th: ลำดับ {}

source: Multisig Verification
nl: Multisig-verificatie
th: การยืนยันแบบหลายลายเซ็น

source: Load your multisig wallet descriptor to verify your receive/self-transfer or change address.
nl: Laad uw multisig wallet-beschrijving om uw ontvangst-/eigen- of wisselgeldadres te verifiëren.
th: โหลด Descriptor ของกระเป๋าแบบหลายลายเซ็น เพื่อยืนยันที่อยู่รับเงิน โอนให้ตัวเอง หรือ ที่อยู่เงินทอน

source: Descriptor Loaded
nl: Beschrijving geladen
th: Descriptor ถูกโหลดแล้ว

source: Policy
nl: Quorum
th: เงื่อนไขการเซ็น

source: Signing Keys
nl: Ondertekensleutels
th: คีย์สำหรับเซ็นธุรกรรม

source: Review Message
nl: Controleer Bericht
th: ตรวจสอบข้อความ

source: Next
nl: Volgende
th: ถัดไป

source: Confirm Address
nl: Bevestig adres
th: ยีนยันที่อยู่กระเป๋า

source: Sign Message
nl: Onderteken bericht
th: เซ็นข้อความ

source: derivation path
nl: derivatiepad
th: เส้นทางการสร้างคีย์

source: Settings
nl: Instellingen
th: ตั้งค่า

source: I/O Test
th: ทดสอบการรับส่งข้อมูล

source: Clear
nl: Wissen
th: เคลียร์

source: Exit
nl: Verlaat
th: ออก

source: Capturing image...
nl: Beeld vastleggen...
th: กำลังเก็บภาพ

source: Donate
nl: Doneren
th: สนับสนุน

source: SeedSigner is 100%% free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
nl: SeedSigner is 100%% gratis & open source, uitsluitend gefinancierd door de Bitcoin-gemeenschap. Doneer onchain of met LN op:
th: SeedSigner ฟรีและโอเพ่นซอร์ส 100%% สนับสนุนโดยชุมชนบิตคอยน์เท่านั้น ร่วมสนับสนุนเราผ่าน onchain หรือ LN ที่ :

source: Settings QR
nl: QR-instellingen
th: ตั้งค่า QR

source: Settings updated...
nl: Instellingen bijgewerkt...
th: การตั้งค่าอัพเดทแล้ว

source: Home
nl: Start
th: หน้าหลัก

source: click a button
nl: klik op een knop
th: คลิกปุ่ม

source: reshoot
nl: opnieuw nemen
th: ถ่ายภาพใหม่

source: accept
nl: accepteren
th: ยอมรับ

source: Dice Roll {}/{}
nl: Dobbelsteenworp {}/{}
th: ทอยลูกเต๋า {}/{}

source: Build Final Word
nl: Genereer het laatste woord
th: สร้างคำสุดท้าย

source: The {mnemonic_length}th word is built from {num_bits} more entropy bits plus auto-calculated checksum.
nl: Het {mnemonic_length}e woord is opgebouwd uit {num_bits} extra entropie plus een automatisch berekende controlesom.
th: คำที่ {mnemonic_length} ถูกสร้างจากบิตเอนโทรปีเพิ่มเติมจำนวน {num_bits} บิต พร้อมด้วยค่าตรวจสอบ checksum ที่คำนวณอัตโนมัติ

source: Coin Flip {}/{}
nl: muntje gooien {}/{}
th: โยนเหรียญ {}/{}

source: Heads = 1
nl: Kop = 1
th: หัว = 1

source: Tails = 0
nl: Munt = 0
th: ก้อย = 0

source: Your input: "{}"
nl: Jouw invoer: "{}"
th: ผลการโยนเหรียญ : "{}"

source: Final Word: "{}"
nl: Laatste woord: "{}"
th: คำสุดท้าย: "{}"

source: 12th Word
nl: 12e woord
th: 12 คำ

source: 24th Word
nl: 24e woord
th: 24 คำ

source: Address Explorer
nl: Adresverkenner
th: ตรวจสอบที่อยู่กระเป๋า

source: Wallet descriptor
nl: Wallet-beschrijving
th: คำอธิบายโครงสร้างกระเป๋า

source: Enabled
nl: Ingeschakeld
th: เปิดการใช้งาน

source: Disabled
nl: Uitgeschakeld
th: ปิดการใช้งาน

source: Prompt
th: คำสั่ง

source: Required
nl: Vereist
th: ต้องระบุ

source: BTC
th: บีทีซี

source: Threshold at 0.01
nl: Drempel op 0.01
th: เกณฑ์ขั้นต่ำที่ 0.01

source: BTC | sats hybrid
nl: BTC | sats hybride
th: ไฮบริดระหว่าง บีทีซี | ซาโตชิ

source: Low
nl: Laag
th: ต่ำ

source: Medium
nl: Middel
th: ปานกลาง

source: High
nl: Hoog
th: สูง

source: Mainnet
th: เครือข่ายหลัก

source: Testnet
th: เครือข่ายทดสอบ

source: Regtest
th: เครือข่ายทดสอบส่วนตัว

source: Store Settings on SD card
nl: Bewaar instellingen op SD-kaart
th: บันทึกการตั้งค่าลงการ์ด SD

source: Insert SD card to enable
nl: Plaats de SD-kaart om in te schakelen
th: ใส่การ์ด SD เพื่อเปิดการใช้งาน

source: Single Sig
th: ระบบ 1 ลายเซ็นต์

source: Custom Derivation
nl: Aangepast derivatiepad
th: เส้นทางการสร้างคีย์แบบกำหนดเอง

source: Custom Extension
nl: Aangepaste extensie
th: ส่วนขยายแบบกำหนดเอง

source: Language
nl: Taal
th: ภาษา

source: Mnemonic language
nl: Mnemonic taal
th: ภาษาคำช่วยจำ

source: Persistent settings
nl: Permanente instellingen
th: การตั้งค่าถาวร

source: Coordinator software
nl: Coördinatorsoftware
th: ซอฟแวร์ใช้งานร่วม

source: Denomination display
nl: Denominatie weergave
th: ตั้งค่าหน่วยเงิน

source: Bitcoin network
nl: Bitcoinnetwerk
th: เครือข่ายบิตคอยน์

source: QR code density
nl: Dichtheid van QR-code
th: ความเข้มของ QR code

source: Xpub export
th: การส่งออก Xpub

source: Sig types
nl: Ondertekentypes
th: ประเภทของลายเซ็น

source: Script types
th: ประเภทสคริปต์

source: Show xpub details
nl: Toon xpub-details
th: แสดงรายละเอียด xpub

source: BIP-39 passphrase
nl: BIP-39 wachtwoordzin
th: รหัสผ่านเสริม BIP-39

source: Camera rotation
nl: Camerarotatie
th: เปลี่ยนมุมกล้อง

source: Compact SeedQR
nl: Compacte SeedQR
th: Seed QR แบบบีบอัด

source: BIP-85 child seeds
nl: BIP-85 sub-seeds
th: child seeds มาตาฐาน BIP-85

source: Electrum seeds
th: seeds ของ Electrum

source: Native Segwit only
nl: Alleen Native Segwit
th: Native Segwit เท่านั้น

source: Message signing
nl: Bericht ondertekening
th: ลงลายเซ็นข้อความ

source: Show privacy warnings
nl: Toon privacy waarschuwingen
th: แสดงคำเตือนเกี่ยวกับความเป็นส่วนตัว

source: Show dire warnings
nl: Toon ernstige waarschuwingen
th: แสดงคำเตือนร้ายแรง

source: Show QR brightness tips
nl: Toon QR-helderheidtips
th: คำแนะนำความสว่าง QR

source: Show partner logos
nl: Toon partnerlogos
th: แสดงโลโก้พันธมิตร

source: QR background color
nl: QR achtergrondkleur
th: สีพื้นหลังของ QR

source: Scan a seed
nl: Scan een seed
th: สแกน seed

source: Enter 12-word seed
nl: 12-woorden-seed invoeren
th: ป้อนค่า seed แบบ 12 คำ

source: Enter 24-word seed
nl: 24-woorden-seed invoeren
th: ป้อนค่า seed แบบ 24 คำ

source: Enter Electrum seed
nl: Voer Electrum seed in
th: ป้อนค่า seed แบบ Electrum

source: Select Signer
nl: Kies Ondertekenaar
th: เลือกผู้ลงนาม

source: Parsing PSBT...
nl: PSBT verwerken...
th: กำลังประมวลผล ธุกรรม PSBT...

source: Unsupported Script Type!
nl: Niet-ondersteund scripttype!
th: ไม่รองรับประเภท Script

source: PSBT has unsupported input script type, please verify your change addresses.
nl: PSBT heeft een niet-ondersteund invoerscripttype. Controleer uw wisselgeldadressen.
th: ธุรกรรม PSBT มีประเภท Script อินพุตที่ไม่รองรับ ตรวจสอบที่อยู่กระเป๋าสำหรับเงินทอน

source: Continue
nl: Doorgaan
th: ต่อไป

source: Full Spend!
nl: Volledige waarde!
th: ใช้ทั้งหมด !

source: This PSBT spends its entire input value. No change is coming back to your wallet.
nl: Deze PSBT besteedt zijn volledige invoerwaarde. Er komt geen wisselgeld terug in je wallet.
th: ธุรกรรม PSBT นี้ส่งออกทั้งหมด ไม่มีเงินทอน

source: Will Send
nl: Zal verzenden
th: ส่ง

source: Next Recipient
nl: Volgende ontvanger
th: ผู้รับถัดไป

source: Skip Verification
nl: Verificatie overslaan
th: ข้ามการตรวจสอบ

source: Verify Multisig Change
nl: Multisig Wisselgeld Verifiëren
th: ตรวจสอบเงินทอนระบบหลายลายเซ็นต์

source: Your Change
nl: Jouw wisselgeld
th: เงินทอนของคุณ

source: Self-Transfer
nl: Overdracht naar eigen wallet
th: โอนให้ตัวเอง

source: Verify Multisig Addr
nl: Controleer Multisig-adres
th: ตรวจสอบที่อยู่กระเป๋าระบบหลายลายเซ็นต์

source: Verifying Change...
nl: Controleer Wisselgeld...
th: กำลังตรวจสอบเงินทอน

source: Verifying Self-Transfer...
nl: Overdracht naar eigen wallet verifiëren...
th: กำลังตรวจสอบการโอนให้ตัวเอง

source: PSBT's {} address could not be verified from wallet descriptor.
nl: {}-adres van de PSBT kan niet geverifieerd worden op basis van walletbeschrijving.
th: ที่อยู่กระเป๋า {} ของ PSBT ไม่ตรงกับ wallet descriptor

source: PSBT's {} address could not be generated from your seed.
nl: {}-adres van de PSBT kan niet worden gegenereerd op basis van uw seed.
th: ที่อยู่กระเป๋า {} ของ PSBT ไม่ได้มาจาก seed ของคุณ

source: Suspicious PSBT
nl: Verdachte PSBT
th: ธุรกรรม PSBT ต้องสงสัย

source: Address Verification Failed
nl: Adresverificatie mislukt
th: ตรวจสอบที่อยู่กระเป๋าล้มเหลว

source: Discard PSBT
nl: PSBT weggooien
th: ยกเลิกธุรกรรม PSBT

source: Approve PSBT
nl: PSBT goedkeuren
th: อนุมัติ PSBT

source: Select Diff Seed
nl: Andere Seed kiezen
th: เลือก Seed อื่น

source: PSBT Error
nl: PSBT-fout
th: ธุรกรรม PSBT ผิดพลาด

source: Signing Failed
nl: Ondertekenen Mislukt
th: การลงนามล้มเหลว

source: Signing with this seed did not add a valid signature.
nl: Ondertekenen met deze seed heeft geen geldige handtekening toegevoegd
th: ลายเซ็นที่ได้จาก seed นี้ไม่ถูกต้อง

source: Scan a QR code
nl: Scan een QR
th: สแกน QR โค้ด

source: QRCode not recognized or not yet supported.
nl: QR-code niet herkend of nog niet ondersteund.
th: ไม่รู้จัก QR Code นี้ หรือยังไม่รองรับ

source: Wrong QR Type
nl: Verkeerde QR-type
th: QR ผิดประเภท

source: Scan PSBT
th: สแกนธุรกรรม PSBT

source: Expected a PSBT
nl: Verwachtte een PSBT
th: ต้องการข้อมูลธุรกรรม PSBT

source: Scan SeedQR
th: สแกน SeedQR

source: Expected a SeedQR
nl: Verwachtte een SeedQR
th: ต้องการข้อมูลเป็น SeedQR

source: Scan descriptor
nl: Scan beschrijving
th: สแกน descriptor

source: Expected a wallet descriptor QR
nl: Verwachtte een wallet-beschrijving QR
th: ต้องการข้อมูล wallet descriptor QR

source: Scan address QR
nl: Scan adres-QR
th: สแกน ที่อยู่กระเป๋า QR

source: Expected an address QR
nl: Verwachtte een adres-QR
th: ต้องการข้อมูลที่อยู่กระเป๋า แบบ QR

source: Unknown QR Type
nl: Onbekend QR-type
th: ประเภท QR ที่ไม่รู้จัก

source: QRCode is invalid or is a data format not yet supported.
nl: QR-code is ongeldig of is in een niet ondersteund formaat.
th: QRCode ไม่ถูกต้องหรือเป็นรูปแบบข้อมูลที่ยังไม่รองรับ

source: Done
nl: Klaar
th: สำเร็จ

source: With support from:
nl: Met steun van:
th: ได้รับการสนับสนุนจาก:

source: Load a seed
nl: Laad een seed
th: โหลด seed

source: In-Memory Seeds
nl: Seeds in geheugen
th: seeds ในหน่วยความจำ

source: Load the seed to verify
nl: Laad de seed om te verifiëren
th: โหลด seed เพื่อตรวจสอบ

source: Select seed to verify
nl: Kies seed om te verifiëren
th: เลือก seed เพื่อตรวจสอบ

source: Load the seed to sign with
nl: Laad de seed om mee te ondertekenen
th: โหลด seed เพื่อใช้ลงนาม

source: Select seed to sign with
nl: Kies de seed om mee te ondertekenen
th: เลือก seed เพื่อใช้ลงนาม

source: Scan a SeedQR
nl: Scan SeedQR
th: สแกน SeedQR

source: Create a seed
nl: Maak een seed
th: สร้าง seed

source: Load A Seed
nl: Laad een Seed
th: โหลด seed

source: Seed Word #{}
nl: Seed Woord #{}
th: คำที่ #{}

source: Review & Edit
nl: Controleren & Aanpassen
th: ตรวจสอบและแก้ไข

source: Discard
nl: Weggooien
th: ยกเลิก

source: Invalid Mnemonic!
nl: Ongeldige Mnemonic!
th: ชุดคำช่วยจำไม่ถูกต้อง

source: Checksum failure; not a valid seed phrase.
nl: Controlesom mislukt; geen geldige seed.
th: เกิดข้อผิดพลาดในการตรวจสอบข้อมูล ; ชุดคำช่วยจำไม่ถูกต้อง

source: Edit passphrase
nl: Wachtwoordzin aanpassen
th: ปรับแต่ง passphrase

source: Discard passphrase
nl: Wachtwoordzin weggooien
th: ยกเลิก passphrase

source: Discard passphrase?
nl: Wachtwoordzin weggooien?
th: ยกเลิก passphrase?

source: Your current passphrase entry will be erased
nl: Uw huidige wachtwoordzin wordt gewist
th: passphrase ปัจจุบันจะถูกลบ

source: Keep Seed
nl: Seed houden
th: เก็บรักษา Seed ไว้

source: Wipe seed {} from the device?
nl: Seed {} wissen van het apparaat?
th: ต้องการลบค่าซีด {} หรือไม่?

source: Discard Seed?
nl: Seed weggooien?
th: ยกเลิก Seed ?

source: Electrum warning
nl: Electrum waarschuwing
th: คำเตือนจาก Electrum

source: Some features are disabled for Electrum seeds.
nl: Enkele functies zijn niet beschikbaar voor Electrum seeds.
th: บางฟีเจอร์ไม่รองรับสำหรับ seed ของ Electrum

source: Verify Addr
nl: Adres Verifiëren
th: ตรวจสอบที่อยู่กระเป๋า

source: BIP-85 Child Seed
nl: BIP-85 Sub-Seed
th: Seed แบบทายาทตามมาตรฐาน BIP-85

source: Discard Seed
nl: Seed weggooien
th: ยกเลิก Seed

source: View Seed Words
nl: Seed-woorden bekijken
th: ดู Seed Words

source: Export as SeedQR
nl: Exporteren als SeedQR
th: ส่งออกเป็น SeedQR

source: Xpub can be used to view all future transactions.
nl: Xpub kan worden gebruikt om alle toekomstige transacties te bekijken.
th: Xpub สามารถใช้ดูเพื่อดูธุรกรรมในอนาคตได้

source: Generating xpub...
nl: Xpub aan het genereren...
th: กำลังสร้าง xpub...

source: You must keep your seed words private & away from all online devices.
nl: Houdt uw seed-woorden privé en uit de buurt van alle online apparaten.
th: ต้องเก็บ seed words เป็นความลับ และห้ามเก็บบนอุปกรณ์ออนไลน์

source: Seed Words
nl: Seed-woorden
th: ชุดคำช่วยจำ

source: 12 Words
nl: 12 woorden
th: แบบ 12 คำ

source: 24 Words
nl: 24 woorden
th: แบบ 24 คำ

source: BIP-85 Num Words
nl: BIP-85 Woordaantal
th: จำนวนคำของ BIP-85

source: BIP-85 Index Error
nl: BIP-85 Indexfout
th: ดัชนี BIP-85 ผิดพลาด

source: Invalid Child Index
nl: Ongeldige Subindex
th: ดัชนีทายาทไม่ถูกต้อง

source: BIP-85 Child Index must be between 0 and 2^31-1.
nl: BIP-85 Subindex moet liggen tussen 0 en 2^31-1.
th: ดัชนี BIP-85 แบบทายาท ต้องอยู่ระหว่าง 0 ถึง 2^31-1 เท่านั้น

source: Try Again
nl: Probeer opnieuw
th: ลองอีกครั้ง

source: Verify
nl: Verifiëren
th: ตรวจสอบ

source: Skip
nl: Overslaan
th: ข้าม

source: Verify Word #{}
nl: Verifieer Woord #{}
th: คำที่ #{}

source: Review Seed Words
nl: Controleer Seed woorden
th: ทบทวนคำช่วยจำ

source: Word #{} is not "{}"!
nl: Woord #{} is niet "{}"!
th: คำที่ #{} ไม่ใช่ "{}"!

source: Wrong Word!
nl: Verkeerde Woord!
th: มีคำผิด

source: Verification Error
nl: Verificatiefout
th: การตรวจสอบข้อมูลไม่ผ่าน

source: Backup Verified
nl: Back-up Geverifieerd
th: สำรองข้อมูลถูกต้อง

source: All mnemonic backup words were successfully verified!
nl: Alle mnemonic backupwoorden zijn succesvol geverifieerd!
th: การสำรอง mnemonic ผ่านการยืนยัน!

source: Standard: 25x25
nl: Standaard: 25x25
th: แบบมาตรฐาน : 25x25

source: Compact: 21x21
th: แบบบีบอัด : 21x21

source: Standard: 29x29
nl: Standaard: 29x29
th: แบบมาตรฐาน : 29x29

source: Compact: 25x25
th: แบบบีบอัด : 25x25

source: SeedQR Format
nl: SeedQR Formaat
th: รูปแบบของ SeedQR

source: SeedQR is your private key!
nl: SeedQR is je privésleutel!
th: SeedQR คือกุญแจส่วนตัวของคุณ !

source: Never photograph or scan it into a device that connects to the internet.
nl: Fotografeer of scan deze nooit naar een apparaat dat verbonden is aan het internet.
th: ห้ามถ่ายรูปหรือสแกนลงในอุปกรณ์ที่ออนไลน์เด็ดขาด

source: Confirm SeedQR
nl: SeedQR Bevestigen
th: ยืนยัน SeedQR

source: Confirm SeedQR?
nl: SeedQR Bevestigen?
th: ยืนยัน SeedQR ?

source: Scan your SeedQR
nl: Scan je SeedQR
th: สแกน SeedQR

source: Error!
nl: Fout!
th: เกิดข้อผิดพลาด !

source: Your transcribed SeedQR does not match your original seed!
nl: Je opgeschreven SeedQR komt niet overeen met je orginele seed!
th: SeedQR ที่คุณสำเนาไว้สำเร็จ ไม่ตรงกับต้นฉบับ !

source: Review SeedQR
nl: Controleer SeedQR
th: ทบทวน SeedQR

source: Your transcribed SeedQR successfully scanned and yielded the same seed.
nl: Je opgeschreven SeedQR is succesvol gescand en leverde dezelfde seed op.
th: สแกน SeedQR ที่คุณสำเนาไว้สำเร็จ และได้ seed เดียวกัน

source: Your transcribed SeedQR could not be read!
nl: Je opgeschreven SeedQR is niet leesbaar!
th: สแกน SeedQR ที่คุณสำเนาไว้ ล้มเหลว !

source: Sig type can't be auto-detected from this address. Please specify:
nl: Het Sig-type kan niet automatisch worden gedetecteerd van dit adres. Specificeer:
th: ไม่สามารถตรวจจับประเภทลายเซ็นจากที่อยู่กระเป๋านี้โดยอัตโนมัติได้ กรุณาระบุ:

source: Skip 10
nl: 10 Overslaan
th: ข้ามไป 10

source: Cancel
nl: Annuleer
th: ยกเลิก

source: Can't validate a single sig addr without specifying a seed
nl: Kan een single sig-adres niet valideren zonder een seed op te geven
th: ไม่สามารถตรวจสอบที่อยู่ลายเซ็นเดี่ยวได้โดยไม่ระบุ seed

source: Scan Descriptor
nl: Scan beschrijving
th: สแกน Descriptor

source: Return to PSBT
nl: Terugkeren naar PSBT
th: กลับไปธุรกรรม PSBT

source: Signing messages for custom derivation paths not supported
nl: Berichten ondertekenen voor een aangepast derivatiepad wordt niet ondersteund
th: ไม่รองรับการเซ็นข้อความแบบกำหนดเส้นทางเอง

source: I/O test
th: ทดสอบการรับ/ส่งข้อมูล

source: Advanced
nl: Geavanceerd
th: ขั้นสูง

source: Dev Options
nl: Dev opties
th: ตัวเลือกสำหรับนักพัฒนา

source: Persistent Settings enabled. Settings saved to SD card.
nl: Permanente instellingen ingeschakeld. Instellingen opgeslagen op SD-kaart.
th: เปิดใช้งานการตั้งค่าคงอยู่ บันทึกลงในการ์ด SD แล้ว

source: Settings updated in temporary memory
nl: Instellingen bijgewerkt in tijdelijk geheugen
th: อัปเดตการตั้งค่าในหน่วยความจำชั่วคราวแล้ว

source: New seed
nl: Nieuwe seed
th: seed ใหม่

source: Calc 12th/24th word
nl: Bereken 12e/24e woord
th: คำนวณคำที่ 12/24

source: Tools
nl: Gereedschappen
th: เครื่องมือ

source: 12 words
nl: 12 woorden
th: 12 คำ

source: 24 words
nl: 24 woorden
th: 24 คำ

source: Mnemonic Length?
nl: Mnemoniclengte?
th: ความยาวของชุดคำช่วยจำ ?

source: 12 words ({} rolls)
nl: 12 woorden ({} worpen)
th: 12 คำ ({} ครั้ง)

source: 24 words ({} rolls)
nl: 24 woorden ({} worpen)
th: 24 คำ ({} ครั้ง)

source: Mnemonic Length
nl: Mnemoniclengte
th: ความยาวของชุดคำช่วยจำ ?

source: Coin flip entropy
nl: Kop of munt
th: สุ่มจากการโยนเหรียญ

source: Word selection entropy
nl: Woordselectie
th: สุ่มจากการเลือกคำ

source: Finalize with zeros
nl: Alleen nullen
th: เติมท้ายด้วยศูนย์

source: Final Word Calc
nl: Laatste woord berekening
th: คำนวณคำสุดท้าย

source: Load seed
nl: Laad seed
th: โหลด seed

source: Scan wallet descriptor
nl: Scan wallet-beschrijving
th: สแกน descriptor

source: Receive Addresses
nl: Ontvangstadressen
th: ที่อยู่กระเป๋ารับเงิน

source: Change Addresses
nl: Wisselgeldadressen
th: ที่อยู่กระเป๋าเงินทอน

source: Calculating addrs...
nl: Adressen berekenen...
th: กำลังคำนวณที่อยู่กระเป๋า

source: Custom Derivation address explorer not yet implemented
nl: Adresverkenner voor een aangepaste derivatiepad is nog niet geïmplementeerd
th: ฟีเจอร์สำรวจที่อยู่แบบกำหนดเส้นทางเองยังไม่พร้อมใช้งาน

source: Single sig descriptors not yet supported
nl: Single sig-beschrijvingen worden nog niet ondersteund
th: ยังไม่รองรับ descriptors สำหรับระบบกุญแจ 1 ดอก

source: Next {}
nl: Volgende {}
th: ถัดไป {}

source: Receive Addrs
nl: Ontvangstadres
th: ที่อยู่กระเป๋ารับเงิน

source: Change Addrs
nl: Wisselgeldadres
th: ที่อยู่กระเป๋าเงินทอน

source: Scan
th: สแกน

source: Restart
nl: Herstart
th: รีสตาร์ท

source: Power Off
nl: Uitschakelen
th: ปิดเครื่อง

source: Reset / Power
nl: Herstart / Uitschakelen
th: รีเซ็ต / ปิด-เปิดเครื่อง

source: This is still on our to-do list!
nl: Dit staat nog op onze to-do lijst!
th: กำลังดำเนินการอยู่

source: Work In Progress
nl: Wordt aan gewerkt
th: อยู่ระหว่างดำเนินการ

source: Not Yet Implemented
nl: Nog niet geïmplementeerd
th: ยังไม่พร้อมใช้งาน

source: Back to Main Menu
nl: Terug naar het hoofdmenu
th: กลับหน้าหลัก

source: Network Mismatch
nl: Netwerkmismatch
th: เครือข่ายไม่ตรง
