Repository: greedlove/screenshots_diff_report
Catalog: l10n/*/LC_MESSAGES/messages.po
Languages: nl, th

source: Change Setting
nl: Instelling aanpassen
th: เปลี่ยนการตั้งค่า

source: Current network setting ({}) doesn't match {}.
nl: Huidige netwerkinstelling ({}) komt niet overeen met {}.
th: การตั้งค่าเครือข่ายปัจจุบัน ({}) ไม่เข้ากับ {}.

source: System Error
nl: Systeemfout
th: ระบบเกิดข้อผิดพลาด

source: Update Setting
nl: Instelling bijwerken
th: อัปเดตการตั้งค่า

source: "{}" is currently disabled in Settings.
nl: "{}" is momenteel uitgeschakeld in Instellingen.
th: "{}" ถูกปิดใช้งานอยู่

source: Option Disabled
nl: Optie Uitgeschakeld
th: ตัวเลือกนี้ถูกปิด

source: Checksum
nl: Controlesom

source: Child #{}
nl: Kind #{}
